import googlePlay from "../../../assets/icon/googlePlay.svg";
import appStore from "../../../assets/icon/appStore.svg";
import bazar from "../../../assets/icon/bazar.svg";
import myket from "../../../assets/icon/mayket.svg";
import sipApp from "../../../assets/icon/sibApp.svg";
import namad from "../../../assets/icon/namad.png";
import kasb from "../../../assets/icon/kasb.png";
import barasi from "../../../assets/icon/barasi.png";
export const DATA_STORES = [
  {
    link: "https://play.google.com/",
    icon: googlePlay,
    id: 1,
  },
  {
    link: "https://www.apple.com/",
    icon: appStore,
    id: 2,
  },
  {
    link: "https://cafebazaar.ir/",
    icon: bazar,
    id: 3,
  },
  {
    link: "https://myket.ir/",
    icon: myket,
    id: 4,
  },
  { link: "https://sibapp.com/", icon: sipApp, id: 5 },
];

export const DATA_CREDIT = [
  {
    icon: namad,
    id: 1,
    link: "/",
  },
  {
    icon: kasb,
    id: 1,
    link: "/",
  },
  {
    icon: barasi,
    id: 1,
    link: "/",
  },
];

export const DATA_MENU_FOOTER = [
  {
    title: "سوالات متداول",
    id: 1,
    link: "/coming-soon",
  },
  {
    title: "قوانین و مقررات",
    id: 2,
    link: "/",
    isModal: true,
  },
  {
    title: "درباره کوبین",
    id: 3,
    link: "/about/kobin",
  },
  {
    title: "ارتباط با ما",
    id: 4,
    link: "/call-us",
  },
];
export const DATA_TERMS = [
  "تعاریف",
  "کوبین:نامتجاری پلتفرم تبلیغات هوشمنداست که درمالکیت واختیارشرکت فناوران هوشمندکوبین است.",
  "تبلیغ ‌دهنده:هر شخص حقیقی یا حقوقی که برای نمایش تبلیغ خود به بیننده،عضواین سامانه می‌شود.",
  "بیننده:هرشخص حقیقی که برای تماشای تبلیغات در اپلیکیشن،عضو کوبین می‌شود.",
  "تیزر تبلیغاتی :به محتوای سمعی و بصری گفته میشود که به درخواست تبلیغ دهنده جهت معرفی کسب و کار یاکالا و خدمات ایشان توسط تیم کوبین تولید و پس از تایید ایشان منتشر میگردد.",
  "کمپین تبلیغاتی :به مجموعه ‌سازوکار پخش تیزر گفته می‌شود که برای تبلیغات با بودجه‌ای مشخص توسط تبلیغ دهنده درپنل کوبین تعریف می‌شود؛ وبه ازای تعداد تعیین شده، تیزر تبلیغاتی تبلیغ دهنده منتشر و بینندگان تیزر را در اپلیکیشن تماشا خواهند کرد.",
  "حساب کاربری:مجموعه‌ای از اطالاعات ‌شخصی ،مالی و فنی تبلیغ ‌دهندگان و بینندگان است.",
  "محتوا:محتواهایی که توسط تبلیغ‌ ‌دهندگان در پنل کوبین به منظور معرفی کسب و کار و ایجاد کمپین تبلیغاتی،بارگذاری می‌شوند.",
  "قوانین و شرایط عمومی",
  "ثبت ‌نام درپنل سایت کوبین، به معنی پذیرش تمامی شرایط و قوانین همکاری با کوبین است. کاربران کوبین موافقت می‌کنند که تمامی قوانین مندرج در این صفحه را بطور کاملا مطالعه کرده و پذیرفته‌اند.",
  "مسئولیت ثبت ‌نام شما در پنل کوبین بر عهده شما است و مجاز به در اختیار گذاشتن آن با افراد و سازمان‌های دیگر نیستید.",
  "فعالیت‌های کوبین تابع قوانین جمهوری اسالمی ایران است.قوانین مربوط به جرائم رایانه‌ای،تجارت الکترونیک،قانون حمایت ازحقوق مصرف کننده و سایر قوانین و مقررات مرتبط الزم الا جرا است.",
  "کوبین می‌تواند در هر زمان اقدام به تغییر ضوابط کند واین تغییرات را در همین صفحه اعلام می‌کند.تغییر قوانین مالی، حساب‌های قبلی را تغییر نخواهد داد.",
  "ا طالعات مالی و غیر مالی تبلیغ ‌دهندگان و بینندگان محرمانه است. کوبین ضمانت می‌کند اصول حرفه‌ای وحفظ اسرار را رعایت کرده و در هیچصورتی به‌ جز حکم دادگاه،اطالعاتی در اختیارهیچ فرد وسازمانی قرار ندهد.",
  "کوبین می‌تواند با توجه به سیاست‌های خود نسبت به قطع موقت یا دائم سرویس‌های خود اقدام کند.",
  "عدم اعتبار جزئی هر یک از مفاد این صفحه و یا مغایرت اجرایی آن‌ها با قوانین یا به ‌موجب حکم نهادهای ذی‌ربط، به معنای بی‌اعتباری سایر شروط و تعهدات نیست.",
  "عدم اعمال هریک از مفاد این صفحه در یک بازه زمانی به معین عدم وجود حق اعمال و اجرای آن در آینده نخواهد بود.",
];
